Repository: momoavtr/Game_Play
Catalog: locales/*.po
Languages: pt

source: 📦 *#Quest*
pt: 📦 *#Missão*

source: Open (Click Here)
pt: Abrir (Clique Aqui)

source: Channel: @DefendTheCastle
pt: Canal: @DefendTheCastle

source: Groups: @DefendTheCastleEN (English) or @DefendTheCastlePT (Portuguese)
pt: Groupos: @DefendTheCastleEN (English) or @DefendTheCastlePT (Portuguese)

source: Developer: @TiagoEDGE (Tiago Danin)
pt: Desenvolvedor: @TiagoEDGE (Tiago Danin)

source: Invite your friends with this link to earn Money & Xp: https://telegram.me/DefendTheCastleBot?start=join-${0}
pt: Convide seu amigos com esse link para ganha Dinheiro & XP: https://telegram.me/DefendTheCastleBot?start=join-${0}

source: Suggestions & Bugs! Tell me @TiagoEDGE (You can receive 💎 & 💰)
pt: Sugestões & Bugs! Diga-me @TiagoEDGE (Você pode ganha 💎 & 💰)

source: Offline for 7 days causes penalties to the castle!
pt: Fica Offline por mais de 7 dias causar penalidades ao castelo

source: Increasing the level of the clan, increases the number of members & more money per hour
pt: Aumentando o nível do clã, aumenta o número de membros e mais o de dinheiro por hora

source: Use 💎 in Store VIP
pt: Use 💎 na Loja VIP

source: Use powerups to earn more XP
pt: Ao usar Poderes você ganha mais XP

source: Every 24 hours you can open a gift!
pt: A cada 24h você pode abrir um presente!

source: Finish the quest to receive 💎 & 💰
pt: Completa as missões para recebe 💎 & 💰

source: 🏦 Found money!
pt: 🏦 Achei dinheiro!

source: 🏦 MONEEEEY!
pt: 🏦 DINHEEEEIRO!

source: 💣 Recruit stepped on the mine!
pt: 💣 Recruta pisou na mina!

source: 💣 Our choices were not good.
pt: 💣 Nossas escolhas não eram boas.

source: 💣 We're practically decimated.
pt: 💣 Estamos praticamente dizimados

source: 💣 We're lucky.
pt: 💣 Nós temos sorte.

source: 💣 There's a bomb with problems
pt: 💣 Há uma bomba com problemas

source: 👽 Clone used!
pt: 👽 Clone foi usado!

source: 🚀 Our airplane is down!
pt: 🚀 Nosso avião caiu!

source: 🚀 I think we can escape in time.
pt: 🚀 Acho que podemos escapar a tempo.

source: 🛡 Super Shield used!
pt: 🛡 Super Escudo foi usado!

source: 💉 Syringe used!
pt: 💉 Seringa foi usado!

source: 🗿 Trap....
pt: 🗿 Armadilha....

source: 🗿 Oh! No... Trap..
pt: 🗿 Oh! Não... Armadilha..

source: 🗿 The defense is down!
pt: 🗿 A defesa caiu!

source: ⚔️ We take the zone with the facility!
pt: ⚔ ️Nós tomamos a zona facilmente!

source: ⚔️ Easy!
pt: ⚔ ️ Fácil!

source: ⚔️ Trap....
pt: ⚔️ Armadilha....

source: ⚔️ Oh! No... Trap..
pt: ⚔️ Oh! Não... Armadilha..

source: 🛡 The defense is down!
pt: 🛡 A defesa caiu!

source: I don't know what that does...
pt: Eu não sei o que isso faz...

source: Bomb
pt: Bomba

source: Great damage! Perfect trap for enemy troop. But the shields can suffer damage.
pt: Grande dano! Armadilha perfeita para tropas inimigas. Mas os escudos podem sofrer danos.

source: Zone War
pt: Zona de Guerra

source: Military will protect this area with their lives!
pt: Militares protegerão esta área com suas vidas!

source: Zone Defense
pt: Zona de Defesa

source: Rocket
pt: Foguete

source: Troop focused on knocking down drones and airplanes.
pt: Tropa focada em derrubar drones e aviões.

source: Bank
pt: Banco

source: Generate money for the castle.
pt: Gerar dinheiro para o castelo.

source: Tower Defense
pt: Torre de Defesa

source: Specialist in strategist of attack
pt: Especialista em estrategista de ataque

source: Increases a health.
pt: Aumenta a saúde.

source: 2x Attack, Shield and Life & +350xp
pt: 2x +Ataque, +Escudo & +Vida & +350xp

source: Diamond
pt: Diamante

source: Diamond!
pt: Diamante!

source: Super Shield
pt: Super Escudo

source: 3x +Shield & +150 Xp
pt: 3x +Escudo & +150 Xp

source: Syringe
pt: Seringa

source: 2x +Shield & 2x +Life
pt: 2x +Escudo & 2x +Vida

source: Troops
pt: Tropas

source: +5 Troops
pt: +5 Tropas

source: Presents
pt: Presentes

source: +1 Present
pt: +1 Presente

source: Detonated
pt: Detonado

source: The Strongest!
pt: O mais forte!

source: Newbies
pt: Iniciantes

source: Everyone starts from somewhere, but where you start doesn't have to be where you end
pt: Todo mundo começam de algum lugar, mas onde você começa não tem que ser onde você termina

source: Warriors
pt: Guerreiros

source: Living from fights!
pt: Vivendo de lutas!

source: Master
pt: Patrão

source: Money is no problem 😜
pt: Dinheiro não é problema 😜

source: Mr.Future
pt: Sr.Futuro

source: Also known as leaders
pt: Também conhecidos como líderes

source: Admins/Developer
pt: Admins/Desenvolvedor

source: Game Creators
pt: Criadores do Jogo

source: Moderators
pt: Moderadores

source: Game Moderators
pt: Moderadores do jogo

source: Fan
pt: Fã

source: Fans of Defend The Castle
pt: Fãs do Defend The Castle

source: Be the King of Emblems
pt: Seja o rei dos emblemas

source: 🎁 Find the best present!
pt: 🎁 Encontre o melhor presente!

source: Show your power to the other castles 🤔😉 (+15 Batles)
pt: Mostre seu poder aos outros castelos 🤔😉 (+15 Batalhas)

source: Show your power to the other castles 🤔😉 (+200 Batles)
pt: Mostre seu poder aos outros castelos 🤔😉 (+200 Batalhas)

source: Find the key (🔑) to the Castle vault.
pt: Encontre a chave (🔑) para o cofre do castelo.

source: Earn points for your clan.
pt: Ganhe pontos para seu clan.

source: Upgrade a building with +20 levels (instantly).
pt: Atualize um edifício com níveis de +20 (instantaneamente).

source: Win +30 consecutive battles.
pt: Ganhe +30 batalhas consecutivas.

source: Warrior
pt: Guerreiro

source: Perfect for Fights!
pt: Perfeito para lutas!

source: Banker
pt: Banqueiro

source: Money move the world!
pt: O dinheiro move o mundo!

source: Adventurer
pt: Aventureiro

source: Everyone seeks something!
pt: Todo mundo procura alguma coisa!

source: <b>My badges:</b>
pt: <b>Meu emblemas:</b>

source: You don't have badges!
pt: Você não tem emblemas!

source: <b>Badge:</b> ${0} - ${1} ${2}
pt: <b>Emblema:</b> ${0} - ${1} ${2}

source: ⚙️ Class
pt: ⚙️ Classe

source: ✅ Upgrade (+1)
pt: ✅ Melhorar (+1)

source: ✅ Upgrade (+10)
pt: ✅ Melhorar (+10)

source: ✅ Upgrade (+25)
pt: ✅ Melhorar (+25)

source: ${0} City
pt: ${0} Cidade

source: <b>⚡️ Level:</b> ${0}
pt: <b>⚡️ Nível:</b> ${0}

source: <b>💶 Upgrade:</b> ${0} Coin
pt: <b>💶 Melhorar:</b> ${0} Moedas

source: <b>${0} City:</b> ${1}${2}
pt: <b>${0} Cidade:</b> ${1}${2}

source: <b>💰 Money:</b> ${0} (${1}/hour)
pt: <b>💰 Dinheiro:</b> ${0} (${1}/hora)

source: <b>⚔️ Attack:</b> ${0}
pt: <b>⚔️ Ataque:</b> ${0}

source: <b>🛡 Shield:</b> ${0}
pt: <b>🛡 Escudo:</b> ${0}

source: <b>❤️ Life:</b> ${0}
pt: <b>❤️ Vida:</b> ${0}

source: <b>Select your new castle:</b>
pt: <b>Selecione o seu novo castelo:</b>

source: <b>New castle!</b>
pt: <b>Novo castelo!</b>

source: Upgraded!
pt: Melhorado!

source: ❌ Your money ${0} | Price ${1}
pt: ❌ Seu dinheiro ${0} | Preço ${1}

source: Failed!
pt: Falha!

source: 🥇 You Rank is: ${0}
pt: 🥇 Seu Rank é: ${0}

source: 🏅 Level
pt: 🏅 Nível

source: 💰 Money
pt: 💰 Dinheiro

source: ⚔️ Battles
pt: ⚔️ Batalhas

source: <b>🌇 Name:</b> ${0} [${1}]
pt: <b>🌇 Nome:</b> ${0} [${1}]

source: <b>🏅 Level:</b> ${0}${1}
pt: <b>🏅 Nível:</b> ${0}${1}

source: <b>✉️ Add a description:</b> /clan desc my description
pt: <b>✉️ Adicione uma descrição:</b> /clan desc minha descrição

source: <b>✉️ Description:</b> ${0}
pt: <b>✉️ Descrição:</b> ${0}

source: <b>🎖 Experience:</b> ${0}
pt: <b>🎖 Experiência:</b> ${0}

source: <b>⚖️ My Points:</b> ${0}
pt: <b>⚖️ Meus Pontos:</b> ${0}

source: <b>👥 Members:</b> ${0}/${1}
pt: <b>👥 Membros:</b> ${0}/${1}

source: <b>❇️ Invite Clan URL:</b> https://telegram.me/DefendTheCastleBot?start=join-clan-${0}
pt: <b>❇️ Link de Convite do Clan:</b> https://telegram.me/DefendTheCastleBot?start=join-clan-${0}

source: <b>❌ Exit:</b> <a href="https://telegram.me/DefendTheCastleBot?start=exit-clan">[Click Here]</a>
pt: <b>❌ Sair:</b> <a href="https://telegram.me/DefendTheCastleBot?start=exit-clan">[Clique Aqui]</a>

source: *Done!*
pt: *Feito!*

source: 🌇 Open Clan
pt: 🌇 Abrir Clan

source: <b>NOTE:</b> Flag{3}-Name{1,15}; examle: <code>TNT-TNTClan</code>
pt: <b>NOTA:</b> Tag{3}-Nome{1,15}; exemplo: <code>TNT-TNTClan</code>

source: Join or create a new clan!
pt: Entre ou crie um novo clan!

source: ✏️ Create
pt: ✏️ Criar

source: 📝 List Clans
pt: 📝 Lista de Clans

source: 👪 Group
pt: 👪 Grupo

source: 👪 Add Group Url
pt: 👪 Adicionar Url do Grupo

source: 💰 Get Money
pt: 💰 Obter Dinheiro

source: ✨ Donate Experience
pt: ✨ Doar Experiência

source: 👥 Members
pt: 👥 Membros

source: ⚖️ Points
pt: ⚖️ Pontos

source: 🌇 Clan Menu
pt: 🌇 Menu Clan

source: 📜 Main Menu
pt: 📜 Menu Principal

source: <b>Points</b>: ${0}
pt: <b>Pontos</b>: ${0}

source: • Battles Won: + 12.2pts
pt: • Batalhas Ganhas: + 12.2pts

source: • Battles Lost: - 7.2pts
pt: • Batalhas Perdidas: - 7.2pts

source: • Experience donated: + 0.18pts
pt: • Experiência doada: + 0.18pts

source: • Cash Withdrawal: - 0.12pts
pt: • Dinheiro retirado: - 0.12pts

source: <b>Note:</b> Restarted every week or day :)
pt: <b>Note:</b> Reiniciado a cada semana ou dia:)

source: <b>Set link with command:</b> /clan chat https://telegram.me/mychat
pt: <b>Definir link com o comando:</b> /clan chat https://telegram.me/mychat

source: Done!
pt: Feito!

source: <b>NOTE:</b> Not a Telegram URL
pt: <b>NOTE:</b> Não é uma URL do Telegram

source: <b>Text must have only letter and number with 12-200 characters!</b>
pt: <b>O texto deve ter apenas letras e números com 12-200 caracteres!</b>

source: <b>Updated description!</b>
pt: <b>Descrição atualizada!</b>

source: <b>Select:</b>
pt: <b>Selecione:</b>

source: 💰 Transferred to your account: ${0}
pt: 💰 Transferido para a sua conta: ${0}

source: ✨ Transferred to clan: ${0}
pt: ✨ Transferido para o clan: ${0}

source: <b>Members (Points): </b>
pt: <b>Membros (Pontos): </b>

source: Name and Flag (reply): NOTE: Flag{3_length}-Name{1,15_length} EXAMPLE: TNT-TNTClan
pt: Nome e Tag (responder): NOTA: Tag{3_tamanho}-Nome{1,153_tamanho} EXEMPLO: TNT-TNTClan

source: 🌇 More Clans
pt: 🌇 Mais Clans

source: Join:
pt: Entrar:

source: <b>VIEW CLAN:</b>
pt: <b>VER CLAN:</b>

source: <b>NOTE</b>: You already have a clan!
pt: <b>NOTE</b>: Você já está em um clan!!

source: Clan is full! (${0}/${1})
pt: Clan está cheio! (${0}/${1})

source: Request submitted, wait for an approval!
pt: Pedido enviado, aguarde uma aprovação!

source: <b>A new city that joins your clan:</b>
pt: <b>Uma nova cidade que se junta ao seu clã:</b>

source: <b>🏅 Level:</b> ${0}
pt: <b>🏅 Nível:</b> ${0}

source: ✅ Accept
pt: ✅ Aceitar

source: ❌ Deny
pt: ❌ Negar

source: Unfortunately you were not accepted to join the clan
pt: Infelizmente você não foi aceito para entrar no clãn

source: This member has been accepted into another clan
pt: Este membro já foi aceito em outro clã.

source: Member accepted!
pt: Membro aceito!

source: Welcome! You have been accepted into the clan
pt: Bem-vindo! Você foi aceito no clã

source: <b>Owner cannot leave!</b>
pt: <b>Dono não pode sair!</b>

source: Wait 24 hours to do this again!
pt: Espere 24 horas para fazer isso novamente!

source: Leaving!
pt: Saindo!

source: <b>Select:</b>
pt: <b>Selecione:</b>

source: New class: ${0}
pt: Nova classe: ${0}

source: <b>• ⚔️ Attack:</b> +${0}%
pt: <b>• ⚔️ Ataque:</b> +${0}%

source: <b>• 🛡 Shield:</b> +${0}%
pt: <b>• 🛡 Escudo:</b> +${0}%

source: <b>• ❤️ Life:</b> +${0}%
pt: <b>• ❤️ Vida:</b> +${0}%

source: <b>• 💰 Money:</b> +${0}%
pt: <b>• 💰 Dinheiro:</b> +${0}%

source: <b>• 🎖 Experience:</b> +${0}%
pt: <b>• 🎖 Experiência:</b> +${0}%

source: ✅ Select this class
pt: ✅ Selecione esta classe

source: <b>⚙️ Settings</b>
pt: <b>⚙️ Configurações</b>

source: ${0} Global Notification
pt: ${0} Global Notificação

source: ${0} Reply Battle
pt: ${0} Receber Notificação de Ataque

source: :) Start a new game!
pt: :) Comece um novo jogo!

source: <b>${0} City:</b> ${1}${2} <b>🏅 Level:</b> ${3} ➖➖➖DUAL➖➖➖ <b>${4} City:</b> ${5}${6} <b>🏅 Level:</b> ${7}
pt: <b>${0} Cidade:</b> ${1}${2} <b>🏅 Nível:</b> ${3} ➖➖➖DUAL➖➖➖ <b>${4} cidade:</b> ${5}${6} <b>🏅 Nível:</b> ${7}

source: Draw
pt: Empate

source: ➖➖➖RESULT➖➖➖ ${0} ⚔️ ${1} ${2} 🛡 ${3} ${4} ❤️ ${5} ${6} (+${7}) 🎖 ${8} (+${9}) ${10} (+${11}) 💰 ${12} (+${13}) 🏆 WIN: ${14}
pt: ➖➖➖RESULTADO➖➖➖ ${0} ⚔️ ${1} ${2} 🛡 ${3} ${4} ❤️ ${5} ${6} (+${7}) 🎖 ${8} (+${9}) ${10} (+${11}) 💰 ${12} (+${13}) 🏆 GANHOU: ${14}

source: ⚔️ Next
pt: ⚔️ Próximo

source: You have no troops, wait two minutos!
pt: Você não tem tropas, espere dois minutos!

source: <b>${0} City:</b> ${1}${2} <b>🏅 Level:</b> ${3} <b>🎖 Experience:</b> ${4} <b>‍👮‍ Troops:</b> ${5}/${6} ➖➖➖VS➖➖➖ <b>${7} City:</b> ${8}${9} <b>🏅 Level:</b> ${10} <b>🎖 Experience:</b> ${11} <b>💰 Money:</b> ${12}
pt: <b>${0} Cidade:</b> ${1}${2} <b>🏅 Nível:</b> ${3} <b>🎖 Experiência:</b> ${4} <b>‍👮‍ Tropas:</b> ${5}/${6} ➖➖➖VS➖➖➖ <b>${7} Cidade:</b> ${8}${9} <b>🏅 Nível:</b> ${10} <b>🎖 Experiência:</b> ${11} <b>💰 Dinheiro:</b> ${12}

source: ${0} LOST! <b>‼️ CASTLE WITHOUT DAMAGE ‼️</b> ➖➖➖➖➖➖ ${1}
pt: ${0} PERDEU! <b>‼️ CASTELO SEM DANOS ‼️</b> ➖➖➖➖➖➖ ${1}

source: ${0} WIN! ➖➖➖➖➖➖ ${1}
pt: ${0} GANHOU! ➖➖➖➖➖➖ ${1}

source: ${0} LOST! ➖➖➖➖➖➖ ${1}
pt: ${0} PERDEU! ➖➖➖➖➖➖ ${1}

source: WIN!
pt: GANHOU!

source: LOST!
pt: PERDEU!

source: <b>Reply attack of ${0} (${1}):</b> ${2}${3}
pt: <b>Novo ataque de ${0} (${1}):</b> ${2}${3}

source: ⚡️ PowerUp
pt: ⚡️ Poderes

source: <b>${0} City:</b> ${1}${2} <b>🏅 Level:</b> ${3} <b>🎖 Experience:</b> ${4} <b>‍👮‍ Troops:</b> ${5}/${6} ➖➖➖VS➖➖➖ <b>${7} City:</b> ${8}${9} <b>🏅 Level:</b> ${10} <b>🎖 Experience:</b> ${11} <b>💰 Money:</b> ${12}
pt: <b>${0} Cidade:</b> ${1}${2} <b>🏅 Nível:</b> ${3} <b>🎖 Experiência:</b> ${4} <b>‍👮‍ Tropas:</b> ${5}/${6} ➖➖➖VS➖➖➖ <b>${7} Cidade:</b> ${8}${9} <b>🏅 Nível:</b> ${10} <b>🎖 Experiência:</b> ${11} <b>💰 Dinheiro:</b> ${12}

source: <b>${0} City:</b> ${1}${2} <b>🏅 Level:</b> ${3} <b>🎖 Experience:</b> ${4} <b>‍👮‍ Troops:</b> ${5}/${6} ➖➖➖DUAL➖➖➖ Select:
pt: <b>${0} Cidade:</b> ${1}${2} <b>🏅 Nível:</b> ${3} <b>🎖 Experiência:</b> ${4} <b>‍👮‍ Tropas:</b> ${5}/${6} ➖➖➖DUAL➖➖➖ Selecione:

source: <b>Select PowerUp:</b>
pt: <b>Selecione um Poder:</b>

source: 💳 Store VIP
pt: 💳 Loja VIP

source: <b>${0} City:</b> ${1}${2} <b>🏅 Level:</b> ${3} <b>🎖 Experience:</b> ${4} <b>‍👮‍ Troops:</b> ${5}/${6} ➖➖➖DUAL➖➖➖ Waiting for players!
pt: <b>${0} Cidade:</b> ${1}${2} <b>🏅 Nível:</b> ${3} <b>🎖 Experiência:</b> ${4} <b>‍👮‍ Tropa:</b> ${5}/${6} ➖➖➖DUAL➖➖➖ Esperando outros jogadores!

source: What's the name of your town?
pt: Qual o nome do seu castelo?

source: <b>Join ${0} via your invite link.</b> + 1200 XP + 5500 Money + 2 Diamond + 1 Clone + 1 Super Shield
pt: <b>Entrou ${0} via seu link de convite.</b> + 1200 XP + 5500 Dinheiro + 2 Diamantes + 1 Clone + 1 Super Escudo

source: <b>💎 Diamonds:</b> ${0}
pt: <b>💎 Diamantes:</b> ${0}

source: <b>‍👮‍ Troops:</b> ${0}/${1}
pt: <b>‍👮‍ Tropas:</b> ${0}/${1}

source: ❤️ Badges
pt: ❤️ Emblemas

source: 📔 Quests
pt: 📔 Missões

source: ⚙️ Settings
pt: ⚙️ Configurações

source: 🗞 About
pt: 🗞 Sobre

source: 👤 <b>Developer:</b> @TiagoEDGE (Tiago Danin) 🗣 <b>Channel:</b> @DefendTheCastle 👥 <b>Group EN:</b> @DefendTheCastleEN 👥 <b>Group PT:</b> @DefendTheCastlePT Invite your friends to earn Money, Xp & Diamond! Invite URL: https://telegram.me/DefendTheCastleBot?start=join-${0}
pt: 👤 <b>Desenvolvedor:</b> @TiagoEDGE (Tiago Danin) 🗣 <b>Canal (EN):</b> @DefendTheCastle 👥 <b>Grupo (EN):</b> @DefendTheCastleEN 👥 <b>Grupo (PT):</b> @DefendTheCastlePT Convide seus amigos e ganhe Dinheiro, Xp & Diamantes URL de Convite: https://telegram.me/DefendTheCastleBot?start=join-${0}

source: 📊 Stats
pt: 📊 Estatísticas

source: Money
pt: Dinheiro

source: SuperTroops
pt: SuperTropas

source: SuperShield
pt: SuperEscudo

source: Quest
pt: Missão

source: <b>🎁 Present</b> ${0}
pt: <b>🎁 Presente</b> ${0}

source: Present(${0}): +${1}
pt: Presente(${0}): +${1}

source: Present: ${0}!
pt: Presente: ${0}!

source: <b>📔 Quest (end ${0})</b>
pt: <b>📔 Missão (terminar ${0})</b>

source: Status: Done
pt: Statu: Feito

source: Status: Open
pt: Status: Aberto

source: <b>📔 Quest (#Soon)</b>
pt: <b>📔 Missão (#Soon)</b>

source: <b>Quest Complete!</b>
pt: <b>Missão Completa!</b>

source: ⭐️ ${0} +XP 💰 ${1} +Money
pt: ⭐️ ${0} +XP 💰 ${1} +Dinheiro

source: <b>My Battles</b> <b>Total:</b> ${0} <b>Wins:</b> ${1} <b>Losses:</b> ${2} <b>Global Battles (Wins)</b> 🥇 ${3} : ${4} (${5}) 🥈 ${6} : ${7} (${8}) 🥉 ${9} : ${10} (${11}) <b>Global Battles (Total)</b> 🥇 ${12} : ${13} (${14}) 🥈 ${15} : ${16} (${17}) 🥉 ${18} : ${19} (${20}) <b>Note:</b> Restarted every week or day :)
pt: <b>Minhas Batalhas</b> <b>Total:</b> ${0} <b>Ganhas:</b> ${1} <b>Perdas:</b> ${2} <b>Global Batalhas (Ganhas)</b> 🥇 ${3} : ${4} (${5}) 🥈 ${6} : ${7} (${8}) 🥉 ${9} : ${10} (${11}) <b>Global Batalhas (Total)</b> 🥇 ${12} : ${13} (${14}) 🥈 ${15} : ${16} (${17}) 🥉 ${18} : ${19} (${20}) <b>Note:</b> Reiniciado a cada semana ou dia :)

source: 🥇 Rank by:
pt: 🥇 Rank por:

source: 💾 Saved
pt: 💾 Guardado

source: ✅ Let's Go!
pt: ✅ Vamos Lá!

source: *Name must have only letter and number with a maximum of 12 characters!* ${0}
pt: *Nome deve ter apenas letra e número com um máximo de 12 caracteres!* ${0}

source: Are you sure the name of your city is ${0}?.${1}
pt: Tem certeza que o nome da sua cidade é ${0}?.${1}

source: ✅ Yes
pt: ✅ Sim

source: ❌ No
pt: ❌ Não

source: Use the <code>/start</code>
pt: Use o <code>/start</code>

source: Or Click Here (Menu)
pt: Ou Clique Aqui (Menu)

source: <b>Total Players:</b> ${0} <b>New Players (24h):</b> ${1} <b>Online Players (24h):</b> ${2}
pt: <b>Total de Jogodores:</b> ${0} <b>Novos Jogadores (24h):</b> ${1} <b>Jogadores Online (24h):</b> ${2}

source: <b>${0} City:</b> ${1} <b>💎 Diamonds:</b> ${2} ${3}
pt: <b>${0} Cidade:</b> ${1} <b>💎 Diamantes:</b> ${2} ${3}

source: Inventory update!
pt: Inventário Atualizado!

source: 💎 Your diamonds: ${0} | Price: ${1}
pt: 💎 Seus diamantes: ${0} | Preço: ${1}

source: <b>${0} City:</b> ${1} <b>💎 Diamonds:</b> ${2} ${3} ➖➖➖➖➖➖ <b>${4} ${5}</b> ${6} <b>💎 Price:</b> ${7} <b>📦 Quantity:</b> ${8}
pt: <b>${0} Cidade:</b> ${1} <b>💎 Diamantes:</b> ${2} ${3} ➖➖➖➖➖➖ <b>${4} ${5}</b> ${6} <b>💎 Preço:</b> ${7} <b>📦 Quantidade:</b> ${8}

source: Preview only!
pt: Somente Visualização!

source: Welcome to <b>defend the castle</b> * How to attack a castle • Open the Menu • Click on "⚔️ Normal" • Select a zone to drop the troops TIP: A 3x3 zone is selected! Map:
pt: Bem-vindo a <b>Defender The Castle</b> * Como atacar um castelo • Abrar o menu • Clique em "⚔️ Normal" • Selecione uma zona para soltar os tropas DICA: uma zona 3x3 é selecionada! Mapa:

source: Best possition to drop of troops! ❌ = Not cause damage in castle (lose the battle) ✅ = Cause damage in castle
pt: Melhores posições para soltar as tropas! ❌ = Não causar danos no castelo (perder a batalha ✅ = Causar dadnos no castelo

source: * Edit City • Open menu • Click in "City" • Select an zone • Upgrade or Change Zone
pt: * Edita Cidade • Abrar o menu • Clique em "Cidade" • Selecione uma zona • Faça melhorias ou troque o tipo de zona

source: * Upgrade troops in: • ⚔️ Zone War (Attack) • 🛡 Zone Defense (Shield) • 🏨 Hospital (Life) TIP: +1 troop per 120s
pt: * Atualizado tropas: • ⚔️ Zona de Guerra = +Ataque • 🛡 Zona de Defesa = +Escudo • 🏨 Hospital = +Vida DICA: +1 tropa a cada 120s

source: * NOTE • Increasing the level of the clan, increases the number of members & more money per hour • Use 💎 in Store VIP • Every 24 hours you can open a gift! • Offline for 7 days causes penalties to the castle: - Loss of money (E.g 100 ~> 71 "100 / 1.4 = 71") - Reset XP (Xp = 0) - -1 Level (E.g lvl10 ~> lvl9)
pt: * NOTE • Aumentando o nível do clã, aumenta o número de membros e mais o de dinheiro por hora • Use 💎 na Loja Vip • Acada 24h você pode abrir um novo presente! • Offline por 7 dias provoca penalidades para o seu castelo: - Perda de dinheiro (Ex: 100 ~> 71 "100 / 1.4 = 71") - XP é zerado (Xp = 0) - -1 Nível (Ex: lvl10 ~> lvl9)

source: ◀️ Back
pt: ◀️ Volta

source: ▶️ Next
pt: ▶️ Próximo

source: Finalized!
pt: Finalizado!
